Revit 2016 API
PromptForFamilyInstancePlacementOptions Constructor
Overload List
Name | Description
PromptForFamilyInstancePlacementOptions()
 Create a new PromptForFamilyInstancePlacementOptions.
PromptForFamilyInstancePlacementOptions(PromptForFamilyInstancePlacementOptions)
 Creates a copy of an existing options object.
See Also
PromptForFamilyInstancePlacementOptions Class
PromptForFamilyInstancePlacementOptions Members
Autodesk.Revit.UI Namespace